Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: Review existing sentences submitted by the community
sva: ქ'ა̄თთერუ̂ა̄̈ლ საზოგადოება̄̈ წარმოდგენილ წინადადება̄̈ლ, ჩუ მა̈ჲ ა̈რიხ.

source: Reviewing Sentences
sva: წინადადება̄̈ლე განხილვა

source: Review & re-record clips here as you go
sva: ქა̄თსინჯა̈უ̂ ი მახად ათი̄ჲრ სგა კლიპ ამჩუ სგუ̂ებდ ლა̄ზდ

source: Review & re-record clips if needed
sva: ქა̄თთე̄რა̄̈უ̂ ი მაწჷხჟი მახად ათი̄ჲრ სგა კლიპა̈რ

source: Review Sentences
sva: ქა̄თე̄თრუ̂ა̄̈ლ წინადადება̄̈ლ

source: Review sentences in your language
sva: ქ'ა̄თთერუ̂ა̄̈ლ წინადადება̄̈ლ ისგუ̂ა ნინჟი

source: Review & Submit
sva: ქა̄თსინჯა̈უ̂ ი ქა̄თზიზ

source: Review transcriptions
sva: ქ'ა̄თსინჯუ̂ ტრანსკრიფცია

source: Review Transcriptions
sva: ქ'ა̄თსინჯა̈უ̂ ტრანსკრიფცია

source: Review transcriptions of recorded sentences for accuracy
sva: ქა̄თსჷნჯა̈უ̂ სგალჷი̄რ წინადადება̄ლე ტრანსკიფცია

source: Review Transcriptions <small>(Coming soon)</small>
sva: ქ'ა̄თსინჯა̈უ̂ ტრანსკრიფცია̄̈ლ <small>(შიშდ)</small>

source: Review user-submitted transcriptions in your language
sva: მომხმარებლი ისგუ̂ა ნჷნჟი ნაზჷზ ტრანსკიფცია̄ლე ლიმწუ̂მა̄ნე

source: Romanian
sva: რომანულ

source: Russian
sva: ლურსუ

source: s
sva: ქ

source: S
sva: ქ

source: Sabah Malay
sva: მალაიური

source: Sa'ban
sva: მა̈გ

source: Save
sva: ლიშხუ̂ნი

source: Saved
sva: ჩულუშხუ̂ინ ლი

source: Scripted Speech
sva: ლიგჷრგა̈ლი სცენარ

source: SCRIPTED SPEECH
sva: სგალჷჲრ ლიგჷრგა̈ლი

source: Search
sva: ლითხე̄ლი

source: Search for a language
sva: ნინი ლითხე̄ლი

source: Search for a language...
sva: ნინი ლითხე̄ლი...

source: See how your progress compares to other contributors all over the world.
sva: შეადარე ისგუ პროგრეს წარმატება̄̈ლშუ̂ იშგენ მონაწილა̄̈ლს თელ მსოფლიოისგა.

source: See Less
sva: ხეწდ ხოხუ̂რა̄მ

source: See More
sva: ხეწდ ხოში̄ლს

source: Select a Language...
sva: ჟ'ა̈ხითშ ნინ...

source: Select an option
sva: ჟ'ა̄̈ხითშ უ̂არიანტ

source: Select a variant (optional)
sva: ჟ'ა̄̈ხითშ უ̂არიანტ (სავალდებულო მა̄მა ლი)

source: Selected
sva: ჟი ლჷთიშ

source: Select File
sva: ჟ'ა̄̈ხითშ ფაილ

source: Select File to Upload
sva: ჟ'ა̄̈ხითშ ფაილ ჟილეტუ̂ირთა̈უ̂დ

source: Select the desired language dataset and choose the version you wish to download.
sva: ჟ'ა̈ხითშ ისგოუ̂ სა̈ჭირო ნინი მონაცემრე ნაკრებ ი ვერსია, ხედა̄̈შმი ჩამოტვირთვა ჯაკუ.

source: Select up to three domains (optional)
sva: ჟ'ა̄̈ხითშ მაქსიმუმ სემი დომენ (საუ̂ალდებულო მა̄მა ლი)

source: Select your age
sva: ჟ'ა̄̈ხითშ ისგუ წლოვანობ

source: Select your sex or gender
sva: ჟ'ა̄̈ხითშ ისგუ სქეს

source: Self Citation
sva: თუ̂ითციტირება

source: Send a link to my email
sva: ქ'ა̄̈მზიზ ბმულ მიშგუ̂ა ელფოსტაჟი

source: Send sign up link
sva: ქა̄თზიზ რეგისტრაცია̄̈ ბმულ

source: Sentence
sva: წინადადება

source: Sentence Collection
sva: წინადადება̄ლე ხორეუ̂

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
sva: <sentenceCollectorFragment>ხოში̄ლ ა̈ხმეჴერ წინადადება̄ლე ლინზო̄რემი ბედჟი</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
sva: <sentenceCollectorVideo>ლოხსგი ნიშგუ̂ეჲ სახელმძღვანელოს წინადადება̄ლე მუნზო̄რემი ლიჴმა̈რი̄ ბედჟი</sentenceCollectorVideo>.

source: Sentence Domain
sva: წინადადება̄̈ ინტერნეტ-მისამართ

source: Sentences
sva: წინადადება̄̈ლ

source: Sentences are collected for people to read aloud.
sva: წინადადება̄̈ლ ინზუ̂ე̄რიხ ეჩნა̄̈რ, ერე ხა̈ლხს კჷ̄ლთხიდ ლიჭუ̂და̄̈ნი ჩუ ხემჲე̄დენს.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
sva: წინადადება̄̈ ლიმოწმანე პროცეს ისყი საზოგადოება̄̈ მოდერაციაშუ̂, მარე ალ პროცეს მა̄მა ლი სრულყოფილ. სი ლახე ხოსგდი ჰედ ჯესმი წინადადება, ხედვა̄̈ჲ შეურაცხმყოფელ ლი ჰედ ჯა̈ხრინე, მაგალითად, ლსყე რიღვე გუშგვეჲ<participationGuidelines> საზოგადოებაისგა მონაწილეობა̄̈ წესდებას</participationGuidelines>, ეჩქა ა̈ხჴჷმა̈რ დროშა̄̈ ღილაკ ინტერფეისისგა. აჯაღ ჯა̈მჲდა დაკავშირება ნიშგვეიცახა̈ნ მისამართჟი <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
sva: ამჩუ წარმოდგენილ წინადადება̄̈ლ ხექმენიხ საზოგადოება̄̈შდ ხელმისაწუ̂დომ cc-0 ლიცენზირებულ მონაცემრეშ ხორეუ̂ს.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
sva: წინადადება̄̈ლ ერ Common Voice-ს ჟ'ესქემხ, ხეკუ̂ეს ერე იარუ̂ მა̄რემ ჩუ̂ადთე̄რუ̂ას ი დასტურ ლახო̄მას. სი ხა̈სყი წესა̈რს ისგუ̂ა ნინიშდ<languageGuidelinesLink>ამჩუ</languageGuidelinesLink>. წინადადება̄̈ლ ხეკუ̂ესე ლესხუ̂ საჯარო საკუთრება ი 15 სიტყვად ხოხუ̂რა. სი ჩუ ჯამჲე̄და ხა̈ჰრი ტექსტი ფუსდს, ერე ანსყას ტექსტ<waiverLink>CC0 ნიშგუ̂ეჲ უარი ლა̈ქუ̂ი̄სგ პროცედურაშუ̂</waiverLink>, ი ქა̄̈ნზიზ ნა̈ჲ.

source: { $sentences } sentences reviewed. Thank you!
sva: განხილულ ლი { $sentences } წინადადება. მაჴუ̂მა̄̈რ!

source: Sentence text
sva: წინადადება̄̈ლე ტექსტ

source: Sentence Variant
sva: წინადადება̄̈ უ̂არიანტ

source: Separate sentences into one line by pressing “Enter” or “Return” once
sva: "Enter"-ი ჰედ “Return”-იშ ეშხუ̄̈ნ ჟილა̈თლოშ ჩუ̂ათყული̄რ წინადადება̄̈ლ თუ̂ით ხაზჟი თუ̂ით.

source: Serbian
sva: სერბიულ

source: Serian Bidayuh
sva: Bidayuh-ის ტომი

source: Service and Retail
sva: სერუ̂ისა̈ლ ი საცალო ლიღუ̂ჭარ

source: Set a goal
sva: დაისახე მიზან

source: Set my visibility
sva: ჩუ̂ესგენ მიშგუ ლა̈სგიდ

source: Settings
sva: მოწყობილობ

source: Sex
sva: სქეს

source: Sex or Gender
sva: სქეს ჰედ გენდერ

source: SHA256 Checksum Copied!
sva: SHA256 საკონტროლო ჯამ დაკოპირებულ ლი!

source: Share Common Voice
sva: გააზიარე Common Voice

source: Share my goal
sva: გააზიარე მიშგუ მიზან

source: Share your clip
sva: გააზიარე ისგუ კლიპ

source: Share your { $count } Clip Daily Goal for { $type }
sva: გააზიარე ისგუ{ $count }კლიპიშ ჩილადღია̈ მიზან { $type }-იშდ

source: Share your { $count } Clip Weekly Goal for { $type }
sva: გააზიარე ისგუ{ $count }კლიპიშ ნაგზაისგა̈შ მიზან { $type }-იშდ

source: Share your event
sva: გააზიარე ისგუ ღონისძიება

source: Shortcuts
sva: შიშტლაირინაალ

source: [Should be ‘dinosaurs’]
sva: ['დინოზაუ̂რა̈ლ' ხაკუ]

source: [Should be “We are”]
sva: [ხაკუ "ნა̈ჲ ხუ̂იშდ"]

source: Show me sentences and clips from all variants within my language
sva: ლამწუ̂ე̄ნ წინადადება̄̈ლ ი კლიპა̈რ მიშგუ̂ა ნინი ჩი̄ უ̂არიანტა̄̈ლხა̈ნქა

source: Show my ranking
sva: ქახწუ̂ე̄ნ მიშგუ რეიტინგ

source: Sicilian
sva: სიცილიურ

source: Sign up
sva: ჩუ̂ა̈თრეგისტრირაუ̂ა̈ნ

source: Sign up for an account
sva: ჩუ̂ა̈თრეგიტრირაუ̂ა̈ნ ანგარიშჟი

source: Sign up for Common Voice newsletters, goal reminders and progress updates
sva: ჩუ̂ა̈თრეგიტრირაუ̂ა̈ნ Common Voice-ჟი მიზნარე ჟი ლა̈შყდუნად ი პროგრესი განახლება̄̈შდ

source: sign up for email updates
sva: ჩუ̂ა̈თრეგიტრირაუ̂ა̈ნ ელ. ფოსტა̄̈ განახლება̈შდ

source: Sign up for { $lang } updates:
sva: ჩუ̂ა̈თრეგისტრირაუ̂ა̈ნ { $lang } განახლება̄̈შდ:

source: Single
sva: ეშხუგარ

source: Single sentence submission
sva: ეშხუ წინადადება̄̈ წარდგენა

source: Single ZIP file containing
sva: ეშხუ ZIP ფაილ შეიცავს

source: Size
sva: ზომა

source: Skip
sva: ქალიცუ̂რე

source: Skipped
sva: ქა ლჷცუ̂ირ

source: Skip Submission Feedback
sva: ქა ლახაცუ̂რ ლიზზი̄ გამოხმაურება

source: Slovak
sva: სლოვაკურ

source: Slovenian
sva: სლოვენურ

source: Small batch
sva: ხოხუ̂რა პა̈რტია

source: Small batch sentence submission
sva: მა̄დხუ̂ა̄̈ჲ წინადება̄ლე პაკეტი წარდგენა

source: Small businesses, including tech and AI start ups
sva: კოტო̄ლ ბიზნეს, ტექნიკურ ი ხელოუ̂ნურ ინტელექტი ჩათუ̂ლით.

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
sva: [იჩჩხიელხ] ტრიასულ პერიოდიშ ხოშე̄მიშთა̄ნ დინოზავრა̈ლ [იჴუ̂შიე̄ლხ].

source: Social media
sva: სოციალურ მედია

source: Solicit personally identifying information (like names or financial information)
sva: ხიჰრ პერსონალურ საიდენტიფიკაციო ინფორმაცია (მაგალითად, ჟა̄ხა̄̈ლ, ფინანსურ ინფორმაცია)

source: Somali
sva: სომალურ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
sva: ჲერხი ნინა̈რს ხუღუ̂ახ ხუ̂ა̄̈ჲ განსხუ̂აუ̂ება̄̈ლ გრამატიკაისგა, ლექსიკაისგა ი გამოთქმაისგა. ამი̄ ბა̈დშუ̂ ნა̈ჲ <ctaLink>სგ'ე̄ნღუ̂ა უ̂არიანტა̈ლ</ctaLink>2022 ზაუ̂. ალა საშუალებას ხაჰუ̂დი საზოგადოება̈ლს ქ'ა̄̈ნთჷშახ მინე ნინა̈რ მონაცემრე ხოშა ხორეუ̂ისგა.

source: Someone asks for a language to be added.
sva: ჲერუ̂ა̄ლე იჰრი ნინი ლიქმეს.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
sva: ტრანსკრიფცია̄̈შდ აუდიოფაილი ლაკა̈დჟი ათხუ̂იდ შეცდომა. ახეკუ̂ჰ ხოშა გუ̂იანდ.

source: Something went wrong while fetching prompts. Please try again later.
sva: მითითება̄ლე ლაკა̈დჟი ათხუ̂ი̄დ შეცდომა. ხოშილ გუ̂იანდ აჯაღ ახეკუ̂ჰ.

source: Something went wrong while fetching transcriptions. Please try again later.
sva: ტრანსკრიპტრე ლაკა̈დჟი ათხუ̂იდდა შეცდომა. ახეკუ̂ჰ ხოშა გუ̂იანდ.

source: Something went wrong with reCAPTCHA. Please try again.
sva: არასწორდ მირ ლა̈სუ̂ reCAPTCHA-ცახა̈ნ. ახეკუ̂ჰ აჯაღ.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
sva: ნინიშ ჰედ ნინრე უ̂ოჯა̈ხი უ̂არიანტა̈ლ ჰედ დიალექტა̈რ ბჷგიდ განსხუ̂აუ̂ებუ ლიხ უშხუ̂ა̈რხა̈ნქა. ხედუ̂ა̄ლე უ̂არიანტი ბედჟი პრობლემა ჰემა ჯა̄რ, ჟ'ახცადუნ რეჟიმ.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
sva: ბოდიშს ჯიჴდედ, Common Voice თა̄მა̈შდ ხაშდბა. მაჴუ̂მა̄̈რ, ერ ჯა̈ინტერეს.

source: Sorry, something went wrong
sva: ბოდიშს ჯიჴდედ, შეფერხება ლი

source: Source: { $sentenceSource }
sva: წყარო: { $sentenceSource }

source: Southwestern Tlaxiaco Mixtec
sva: სამხრეთ-დასავლეთ Tlaxiaco Mixtec

source: Spanish
sva: ესპანურ

source: Speak
sva: გა̈რგლა

source: Speakable
sva: გა̈რგლა

source: Speakers
sva: მომხსენებლა̈რ

source: Speaking
sva: გა̈რგლა

source: Speaking and Listening
sva: გა̈რგლა ი ლიჰუ̂ნა̈რი

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
sva: ლა̈ხგჷრგა̈ლ ნორმალურ ჰერშუ̂! მთაუ̂არ ლი ისგუ ლიგჷრგა̈ლი̄ სა̈ხ − ნა̈ჲ ნაწჷხ ისგუ ბუნებრიუ̂ აქცენტ, ჰერი ჩუ̂ეულებრიუ̂ ნაკლა̈თხი, სტილ ი ინტონაცია.

source: Speak now
sva: ლა̈ხგჷრგა̈ლ ათხე

source: Speak options menu
sva: გახმოუ̂ანება̄̈ პარამეტრალე მენიუ

source: Speak up, contribute here!
sva: ლა̈ხიმბუ̂ა̄̈ლ, სგ'ა̄თხა̈ჲ წვლილ ამხაუ̂თე̄ჲსგა!

source: Special Characters and Foreign Letters
sva: სპეციალურ სიმბოლოა̈რ ი უცხოურ ასუ̂ა̄̈ლ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
sva: სპეციალურ სიმბოლუ̂ა̄̈ლ ი სასუ̂ენ ნიშნა̈რ ჩართულ ხეკუ̂ეს ლე̄სუ̂ხ ეჩქა გარ, შომუ̂ა̄̈ჲ უკიდურესდ აუცილებელ ლიხ. მაგალითად, აპოსტროფ ხაკუ ლუშნუ ზმნისწინია̈ნ სიტყუ̂ა̄̈ლისგა “ჟ'ა̄ჩა̈დ” ი “ქ'ა̄ჩა̈დ” ი ხეკუ̂ეს ჩუ̂არდე̄დს ლა̈ბნა ტექსტისგა, მარე მა̄მ ლი ლანღელს, ერე ეჯწჷხდე̄ს, მაგალითად, “@” ჰედ “#” სიმბოლუ̂ა̄̈ლ.

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
sva: <speechBlogLink>ჟა̈ხბინ გა̈რგლა

source: Spelling and Punctuation
sva: მართლწერა ი პუნქტუაცია

source: Split into { $archiveCount } ZIP files containing
sva: ჩუ ლიყლუ̄რე{ $archiveCount } ZIP ფაილისგა

source: Splits
sva: განაყოფა̈რ

source: Splits (Age and Sex)
sva: განაყოფა̈რ (ასაკ ი სქეს)

source: Spontaneous Speech
sva: სპონტანურ გა̈რგლა

source: SPONTANEOUS SPEECH
sva: სპონტანურ გა̈რგლა

source: Start recording
sva: ლიჲრი̄ ლიბნე

source: Start typing to describe your accent
sva: ჟ'ა̄̈ხბინ ისგუ აქცენტი აღწერა

source: Stats
sva: სტატისტიკა

source: Status Page
sva: სტატუსი გუ̂ერდ

source: Still have questions?
sva: აჯაღ ჯუღუ̂აჲა შეკითხუ̂ა̈ლ?

source: Streaks
sva: შარა̈ლ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
sva: <strong>[შჷრშჷნ]</strong> ხოშე̄მიშთა̄ნ დინოზაუ̂რა̈ლ <strong>[შჷრშჷნ]</strong> -რიასულ.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
sva: <strong>ნომ'ა̄თწჷნუ̂ა კლიპ ეჯ მიზეზშუ̂, ერე ისგუკა̈ლი აქცენტშუ̂ მა̄მ ლი</strong> - ალა მნიშუ̂ნელოუ̂ან ლი ეჩეშდ-ე ჰერი ჟილითერ ჩია̈შდ ამშიე̄დს.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
sva: <strong>ლოხეგნ შემოქმედებითდ!</strong>ისგუ ენობრივ საზოგადოება უნიკალურ ი̄რა ი ალა ჩიქე ლა̈ბნა გარ ლი.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
sva: <strong>სკრიპტირებულ გა̈რგლა</strong> (ტრადიციულდ - Common Voice) - ალა ლი საშუალება, იმუ̂ა̄̈ჲ ჯამჲედა წინადადება̄ლე ჰერშუ̂ ლიჭუ̂და̄̈ნი ისგუ̂ა ნინჟი.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
sva: <strong>[იჩჩხიე̄ლხ]</strong> ტრიასულ პერიოდიშ ხოშე̄მიშთა̄ნ დინოზავრა̈ლ <strong>[იჴუ̂შიე̄ლხ]</strong>.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
sva: <strong>სპონტანურ გა̈რგლა</strong>ლი Common Voice-ეშ მახე ნა̈წილ, იმე სი ჯა̈მჲედა ლოხპასხუ̂ა კითხუ̂ა̄̈ლს ხოშა ორგანულ ლაგჷრგალოშ.

source: Submit
sva: ლიზზი

source: Submit All
sva: ქ'ა̄თზიზ მა̈გ

source: Submit a new question for the community to read and respond to
sva: ქა̄თზიზ მახე შეკითხუ̂ა საზოგადოება̈შდ, ერე ქა̄̈დჭოდა̄ნას ი ქალოხპასხუ̂ას

source: Submit a report
sva: ანგარიში ლიზზი

source: Submit clips
sva: კლიპრე ქალიზზი

source: Submit new questions for the community to read and respond to
sva: სგ'ა̄თი̄ჲრ მახე კითხუ̂ა̄̈ლ, საზოგადოებას ჩუ̂ ერ ხემჲე̄დენს ქალიჭუ̂და̄̈ნი ი პასუ̂ხუ̂ა̄̈რე ლიტხე

source: Submitted
sva: ქალჷზზე

source: Subscribe
sva: ქა ლიჲრი

source: Success
sva: სგუ̂ებდ ლი̄ზი

source: success checkmark
sva: წარმატება̄̈ ნიშა̈ნ

source: Success, profile created!
sva: წარმატება̄̈ლ, პროფილ ჟ'ა̄̈ნსყა̈ნ!

source: Support open, community-led datasets
sva: ში ლო̄ხოსყ ღია, საზოგადოება̄̈ლე ნასყა̈უ̂ მონაცემრე ნაკრებს

source: Svan
sva: ლუშნუ

source: Swedish
sva: შვედურ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
sva: წინადადება̄̈ ჩულა̈მტკიცა̄̈უ̂დ ქა̄თფურცელ ლერსგუ̂ანთე, ჩულაწნა̄̈უ̂დ — ლერთანთე, ქალა̈ცუ̂რად — ჟიბა̄უ̂. <strong> ნომა აჯა̄̈შდჷნდე̄დს ისგუ მიმოხილუ̂ა̄̈ ქალიზზი! </strong>

source: Syriac
sva: სირიულ

source: Tajik
sva: ტაჯიკურ

source: Taking several attempts to read a word.
sva: სიტყვა̄̈ ლიჭუ̂და̄̈ნია̈ ფიშრა̄მინ ლიკჰუ̄რე.

source: Tap
sva: ლიგდური

source: Tatar
sva: თათრულ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
sva: Tatoeba ლი წინადადება̄ლე, თარგმანრე ი ლაგჷრგა̈ლი აუდიოშ ხოშა მონაცემრე ბაზა ნინი ლათუ̂რიჟიშდ. ამეჲსგა ა̈რი ლაგჷრგა̈ლ ინგლისურ, ხედუ̂ა̄̈ჲ მინე საზოგადოება̈შ ნა̈ირუ̂ ლი სგა.

source: Technology and Robotics
sva: ტექნიკა ი რობოტულ სისტემა̄̈ლ

source: Technology that speaks your language
sva: ტექნოლოგია̄̈ლ, ხედუ̂ა̄̈ჲ გა̈რგლიხ ისგუ̂ა ნინჟი

source: TED-LIUM Corpus
sva: TED-LIUM კორპუს

source: Tell us what you'd like to download:
sva: ქა ნე̄ქა, იმშა ლიტუ̂ირთა̈უ̂ი ჯაკუ:

source: Terms
sva: პირობა̈ლ

source: <termsLink>Terms</termsLink>
sva: <termsLink>პირობა̈ლ</termsLink>

source: Thanks for confirming your account, now let's build your profile.
sva: მაჴუ̂მა̄̈რ, ანგარიშ ერ ჩუ̂ათდასტურა̈უ̂, ათხე ალსყად ისგუ პროფილ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
sva: 50-დ ხოფში̄რა ნინჟი 259 ათა̈სდ ხოშა მარე̄მი ჟჷრშუ̂ ალ მონაცემა̈რ იჴმა̈რიხ გა̈რგლა̄̈ მხარდამჭერ აპლიკაცია̄ლე ლასყე̄ნად, ერე ხოჩლდ რეაგირებდნენ მარე̄მი ჰერჟი.

source: Thank you for contributing to Spontaneous Speech!
sva: მაჴუ̂მა̄̈რ სპონტანურ გა̈რგლაისგა ისგუ წვლილი ბედჟი!

source: Thank you for contributing your bulk submission!
sva: მაჴუ̂ამა̄̈რ ლუყუ̂ბად ნაზზუ̂იე̄რ!

source: Thank you for contributing your voice!
sva: მაჴუ̂მა̄̈რ ისგუ̂ა ჰერი ბედჟი!

source: Thank you for donating your voice clips!
sva: მაჴუ̂მა̄̈რ ისგუ voice კლიპა̈რღა!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
sva: მაჴუ̂მა̄̈რ სგანა̈ჲრუ̂ერ!<lineBreak></lineBreak> ათხე ქ'ა̄თსინჯა̈უ̂ ი ქ'ა̄თზიზ ისგუ კლიპა̈რ ჩუხიდ.

source: Thank you for your information
sva: მაჴუ̂მა̄̈რ ინფორმაცა̄̈ ბედჟი

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
sva: მაჴუ̂მა̄̈რ, ერ ჯა̈ინტერეს { $lang }-ისა მონაწილეობა. ნა̈ჲ ხუ̂ა̄̈ჲს ხუ̂ამშიედ, ერე ჟახუ̂მა̄რად თითოეულ ნინ ქა ლეფშუ̂დად ი გუნდა̈რს მახე მოვლენა̄̈ლს ხუ̂ა̈ბჟინედ ელ. ფოსტოშ. სი ჰემა ჯაკუ წუ̂ლილი ლიე̄სგი, ჩუ̂ათი̄რ ისგუ ელ. ფოსტა ამჩუ.

source: Thank you for your voice information
sva: მაჴუ̂მა̄̈რ ისგუ ლჷჰერ ინფორმაცია̄̈ ბედჟი

source: Thank you! You’ve sent a new language enquiry
sva: მაჴუ̂მა̄̈რ! სი’ ქ'ა̄̈თზიზ მახე ნინი კუ̂ლეუ̂ა

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
sva: მაჩე̄ნე წინადადბა̄̈ლ ლიხ ბუნებრიუ̂ ი ლაგჷრგა̈ლ — მიუხედაუ̂ად ეჩი̄შ, ერე ფონეტიკურ მნიშვნელობა ი წინადადებაისგა განსხვავებულ სიტყუ̂ა̄̈ლ მნიშუ̂ნელოუ̂ან ლიხ, ნა̈ჲ ეჯასი ხუ̂აკუ̂იჰდ, ერე წინადადება̄̈ლე ლიჲრი, მა̈ჲ ლა̈თია̄ლს ლი, სა̈ინტერესო ი სახალისო ლესსუ̂ ნიშგუ̂ეჲ მოხალისე საზოგადოება̈შდ.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
sva: ლიგჷრგა̈ლი̄ მჷთერ სასარგებლო ძრაუ̂ა̄̈ ლასყე̄ნად მაჩე̄ნე წინადადება̄̈ლ ლიხ ზეპირმეტყველება̄̈, თანამედროუ̂ე ნინ. იდეა̄̈ლ, ხედუ̂ა̄̈ჲ ქა ჯიმურჯუ̂ი წინადადება̄̈ლე გენერირებაისგა:

source: The bumblebee sped by.
sva: ბუმბერაზ ჟა̄̈ნჷნჩქარა̄̈ნ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
sva: კლიპრე ლასფლა̈უ̂ისგა ა̈რიხ ხმოუ̂ან კლიპა̈რ, ხედუ̂ა̄̈ჲ დეშ ათხუ̂იდხ Common Voice ხორეუ̂ისგა. იმუ̂ა̄̈ჲჟი მონაცემრე ხორეუ̂ხან, კლიპრე ლასფლა̈უ̂ხა̈ნი ჩუ ხაყა ჩამოტუ̂ირთუ̂ას.

source: The clip has disrespectful or offensive language.
sva: კლიპ შეურაცხმყოფელ ი უშგდა ნინშუ̂ ლი.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
sva: Common Voice მონაცემრე ხორეუ̂ისგა ა̈რი აშირ ათა̈სობშუ̂ ჰერლე ნიმუშა̈რ, ხედუ̂ა̄̈ჲ ხომურჯუ̂იხ დამმუშავებლა̈რს ჰერლე ლათა̈რ ხელსაწყოა̄რე ლასყე̄ნას.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
sva: საზოგადოება ლი თელ მსოფლოშ გუ̂ი - ალია̈რ თელ მსოფლიოხა̈ნ ლიხ, ლიხ აქტიუ̂ისტა̈რ, მეცნიერა̈ლ ი ხელოუ̂ანა̈რ. სი ჩუ ჯამჲედა ხოშა ა̈ცხჷრა ეჩი̄ ბედჟი, იმჟი ა̈ხკჷდა მონაწილეობა ნიშგუ̂ეჲ საიტჟი<about> შესახებ</about> ი <community></community>-ჟი. ჰემა ჯა̈ინტერეს ხოშა ლჷჴმაშდ ორგანიზაციულ პარტნიორობ<emailFragment>დაგუ̂იკაუ̂შირდი.</emailFragment>

source: The content contains a language different than I was expecting.
sva: შინაარს ლჷი̄რ ლი, მი ერ მა̄მ ონღელდა̈ს, ეჯ ნინშვ.

source: The content has disrespectful or offensive language.
sva: ალ კონტენტი ნინ ლი უპატივცემლო ჲედ შეურაცხმყოფელ

source: The giant dino [cough] the Triassic.
sva: ტრიასულ ხოშე̄მიშთან დინო [იჴუ̂შიე̄ლ].

source: The giant dinosaur of the Triassic.
sva: ტრიასი ხოშე̄მიშთა̄ნ დინოზაუ̂რ

source: The giant dinosaurs of the Triassi-.
sva: ტრიასი ხოშე̄მიშთან დინოზაუ̂რა̄̈ლ-.

source: The giant dinosaurs of the Triassic.
sva: Triassi-ი უ̂ითმათა̈რ დინოზაუ̂რა̈ლ.

source: The giant dinosaurs of the Triassic. [read by one voice]
sva: ტრიასი გიგანტურ დინოზავრა̄̈ლ. [ლუჭუ̂და̄ნე ლი აშხუ̂ ჰერშუ̂]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
sva: ტრიასი გიგანტურ დინოზავრა̄̈ლ. <strong>[ლუჭუ̂და̄ნე ლი აშხუ̂ ჰერშუ̂]</strong>

source: The giant dinosaurs of the Triassic. Yes.
sva: ტრიასი ხოშე̄რება დინოზაუ̂რა̈ლ. ა̄დუ.

source: The giant dino <strong>[cough]</strong> the Triassic.
sva: ტრიასულ ხოშე̄მიშთან დინო <strong>[იჴუ̂შიე̄ლ]</strong>.

source: The MediaRecorder API is not supported in your browser.
sva: The MediaRecorder API მა̄მ ლი მხარდაჭერილ ისგუ̂ა ბრაუზერისგა.

source: The number of recordings and which languages you contribute to will be public.
sva: ჩანაწერლე შელდ ი მა̈ჲ ნინა̈რჟი ჯა̄რ ისგუ წუ̂ლილ სგალჷჲე საჯარო ი̄რა.

source: The page you are looking for could not be found
sva: ეჯ გვერდ, სი ერ ხეთხე̄ლი, მა̄მ ა̈ნთხა̄̈ნ.

source: The question should be answerable in just a couple of sentences.
sva: ალ კითხუ̂აჟი პასუ̂ხი ლიჰუ̂დი შეიძლება ჲო̄რი წინადადებაშუ̂.

source: There are currently no prompts for this language. Please refresh the page or try again later.
sva: რჩევა̄̈ლ ალ ნინიშდ ჩიქე მა̄მ ა̈რიხ. ჩუ̂ათმა̄̈ხ გვერდ ჰედი ახეკუ̂ჰ ხოგუ̂იანდ.

source: There are currently no sentences to review in this language.
sva: ალწა̈მჟი ალ ნინჟი განსახილველ წინადადება̈ლ მა̄მ ა̈რიხ.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
sva: ათხე̄ დუ̂რევჟი მა̄მ ა̈რი ალ ნინი ლამწუ̂მა̈ნ ტრანსკრიფცია̄̈ლ. ჩვათმა̈ხ გვერდ ედე ახეკუ̂ჰ ხოშა გუ̂ია̄ნდ.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
sva: ნინი ბედჟი ლაჭკუ̂ა̈რდ ხუ̂ა̄̈ჲ შუკუ̂ ა̈რი. ლიგჷრგა̈ლი̄ ლათა̈რ მოდელარე მიზნარეშდ Common Voice გუ̂აჭრა̈ჟი ფოკუსირებას "უშხუ̂ა̄რე ლა̈მჴა̈რჟი", ჰედ "ხამჲე̄დახმა ალ ნინჟი მჷგჷრგა̄ლას უშხუ̂ა̄რე ლიმჴერე, ლახ ა̈ხკუ̂ეჰნიხ?"

source: The recording was too long.
sva: ნა̈ირ სურუ ჯო̄დი ლა̈სუ̂.

source: The recording was too quiet.
sva: ნა̈ირ სურუ ჩქუ̂იმ ლა̈სუ̂.

source: The recording was too short.
sva: ნა̈ირ სურუ მეკუ̂შდე ლა̈სუ̂.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
sva: ალ დუ̂რეუ̂ჟი ალ ნინჟი ქალეჲრი აუდიო მა̄მ ა̈რი. ჩუ̂ათმა̈ხ გვერდ, მო̄დეჲ ახეკუ̂ჰ ხოშა გუ̂იანდ.
